[
  "Undoped yttrium aluminate powder was prepared by the citrate gel route. The starting materials taken were Y(NO3)3*5H2O and Al(NO3)3*9H2O. The precursor solution was prepared by dissolving the required amount of metal nitrates in distilled water. A calculated amount of citric acid was added to the solution. Twice the amount of citric acid to metal cations in distilled water was added dropwise to the prepared aqueous solution to chelate Y3+ and Al3+ cations in the solution. The solution was continuously stirred for about 3-4 h at 80 C until a brown gel was obtained. The gel was dried in an oven at about 130 C for 4 h. The dried resin was heated in a furnace at 400 C for 1 h to obtain the dried precursor. The precursor powder was calcined at 1,100 C for 2 h. A subsequent 24 h ball milling in polyethylene jar containing zirconia balls in ethanol was performed to break the soft agglomerates and mix the powders to homogeneity. The calcined powders were then uniaxially cold-pressed, and the pellets were sintered at 1,575 C for 12 h.",
  "Samples of (Zn1-xAlxO)mIn2O3 were prepared from powders of ZnO, In2O3, and Al2O3 by a solid-state reaction. A mixture of the ZnO, In2O3, and Al2O3 powders and ethyl alcohol was milled for 4h using a planetary mill and a ZrO2 ball as a grinding media. The slurries were dried at 353 K in an oven for 24 h. The mixed powders were calcined in a mullite crucible at 1423 K for 6 h. The calcined powders were then ground carefully in mortar and passed through a 200-mesh sieve. Subsequently, the sieved powders were pressed at a pressure of 48 MPa to prepare pellets. The green compacts were heated at 1823 K for 2 h in air, and then furnace cooled.",
  "Samples of Li2MnSiO4 were synthesized by a solid-state route. Stoichiometric quantities of LiOH, MnCO3, SiO2, together with 20mol% adipic acid, were milled with dry hexane in a vibratory ball mill for 1 h. The mixed powders were heated to 450 C for 10 h in vacuum. The resulting powder was ground in a mortar and pestle and then heated to 700 C for 10 h in argon in a tube furnace to prevent oxidation of the Mn2+. To complete the reaction, the sample was heated to 900 C for a further 10 h in argon and allowed to cool to room temperature.",
  "To synthesize Y2Mn2O7, anhydrous yttrium chloride was added to manganese(III) oxide and sodium carbonate. The precursors were heated to 650 °C for 24 h under flowing oxygen producing a dense brown/black pellet.",
  "For the synthesis of Y2Mn2O7: sodium carbonate, manganese(III) oxide, anhydrous yttrium chloride (1:1:5 mol ratio) were mixed together and heated to 650 °C for 24 h under flowing oxygen producing a dense brown/black pellet."
]